Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: This cannot be lower than %1$@ and needs to be a valid number with max. %2$lld decimal places
ca: Això no pot ser més baix que %1$@ i ha de ser un nombre vàlid amb un màxim de %2$lld decimals
cs: Hodnota nesmí být menší než %1$@ a smí mít max. %2$lld desetinná místa
da: Værdien kan ikke være mindre end %1$@, og skal være gyldigt med max %2$lld decimaler
de: Dies darf nicht niedriger als %1$@ sein und muss eine gültige Zahl mit max. %2$lld Nachkommastellen sein
es: Esto no puede ser menor que %1$@ y tiene que ser un número válido con un máximo de %2$lld cifras decimales
et: See ei saa olla väiksem kui %1$@ ja peab olema number maksimaalselt %2$lld komakohaga
fi: Tämä ei voi olla pienempi kuin %1$@ ja sen pitää olla luku, jossa on enintään %2$lld desimaalia
fr_fr: Ce nombre ne peut être plus petit que %1$@ et peut contenir au maximum %2$lld décimaux
he: לא יכול להיות קטן מ־%1$@ ועליו להיות מספר תקין עם %2$lld מקומות עשרוניים לכל היותר
hu: Nem lehet kevesebb, mint %1$@ és érvényes számnak kell lennie max. %2$lld tizedesjegyel
it: Questo non può essere inferiore a %1$@ e deve essere un numero valido con al massimo %2$lld cifre decimali
ja: %1$@未満の値は入力できません。小数点以下%2$lld桁までの値が有効です
lt: Tai negali būti mažesnis nei %1$@ ir turi būti galiojantis skaičius su maks. %2$lld skaitmenys po kablelio
nb: Dette kan ikke være lavere enn %1$@ og må være et gyldig tall med maks %2$lld desimaler
nl: De waarde hiervan mag niet lager zijn dan %1$@ en dient een geldig getal te zijn met %2$lld cijfers achter de komma
pl: Nie może być niższe niż %1$@ i musi być poprawną liczbą z maksymalnie %2$lldmiejscami dziesiętnymi
pt_br: Não pode ser inferior %1$@ e seja um número válido com máx. de %2$lld casas decimais.
sl: To ne more biti manjše od %1$@ in mora biti veljavno število z največ %2$lld decimalnimi mesti
tr: Bu, %1$@'ten küçük olamaz ve maksimum %2$lld ondalık basamağa sahip geçerli bir sayı olması gerekir
zh_hans: 此数值不能小于%1$@，并且最多%2$lld位小数位
zh_hant: 此須為 %2$lld 位小數的有效數字且不能小於 %1$@

source: This cannot be lower than %1$lld and needs to be a valid number with max. %2$lld decimal places
ca: Això no pot ser més baix que %1$lld i ha de ser un nombre vàlid amb un màxim de %2$lld decimals
cs: Hodnota nesmí být menší než %1$lld a smí mít max. %2$lld desetinná místa
da: Værdien kan ikke være mindre end %1$lld, og skal være gyldigt med max %2$lld decimaler
de: Dies darf nicht niedriger als %1$lld sein und muss eine gültige Zahl mit max. %2$lld Nachkommastellen sein
es: Esto no puede ser menor que %1$lld y tiene que ser un número válido con un máximo de %2$lld cifras decimales
et: See ei saa olla väiksem kui %1$lld ja peab olema number maksimaalselt %2$lld komakohaga
fi: Tämä ei voi olla pienempi kuin %1$lld ja sen pitää olla luku, jossa on enintään %2$lld desimaalia
fr_fr: Ce nombre ne peut être plus petit que %1$lld et peut contenir au maximum %2$lld décimaux
he: לא יכול להיות קטן מ־%1$lld ועליו להיות מספר תקין עם %2$lld מקומות עשרוניים לכל היותר
hu: Nem lehet kevesebb, mint %1$lld és érvényes számnak kell lennie max. %2$lld tizedesjegyel
it: Questo non può essere inferiore a %1$lld e deve essere un numero valido con al massimo %2$lld cifre decimali
ja: %1$lld未満の値は入力できません。小数点以下%2$lld桁までの値が有効です
lt: Tai negali būti mažesnis nei %1$lld ir turi būti galiojantis skaičius su maks. %2$lld skaitmenys po kablelio
nb: Dette kan ikke være lavere enn %1$lld og må være et gyldig tall med maks %2$lld desimaler
nl: De waarde hiervan mag niet lager zijn dan %1$lld en dient een geldig getal te zijn met %2$lld cijfers achter de komma
pl: Nie może być niższe niż %1$lld i musi być poprawną liczbą z maksymalnie %2$lldmiejscami dziesiętnymi
pt_br: Não pode ser inferior %1$lld e seja um número válido com máx. de %2$lld casas decimais.
sl: To ne more biti manjše od %1$lld in mora biti veljavno število z največ %2$lld decimalnimi mesti
tr: Bu, %1$lld'ten küçük olamaz ve maksimum %2$lld ondalık basamağa sahip geçerli bir sayı olması gerekir
zh_hans: 此数值不能小于%1$lld，并且最多%2$lld位小数位
zh_hant: 此須為 %2$lld 位小數的有效數字且不能小於 %1$lld

source: This cannot be the same as the "From" location
ca: No pot ser el mateix que la ubiacació "des de"
cs: Nemůže být stejné jako „Z umístění“
da: Kan ikke være det samme som “Fra” lokation
de: Dies kann nicht derselbe Standort wie "Von Standort" sein
el: Αυτό δεν μπορεί να είναι το ίδιο με την τοποθεσία "Από"
es: Esto no puede ser lo mismo que la ubicación origen
et: See ei saa olla sama kui "Asukohast"
fi: Tämä ei voi olla sama kuin lähtösijainti
fr_fr: Ce ne peut pas être le même endroit d'origine
he: לא יכול להיות כמו מיקום המוצא
hu: Nem lehet azonos a "Forrás" hellyel
it: Non può essere uguale alla posizione "Da"
ja: 移動元と同じ場所にはできません
lt: Tai negali būti tokia pati kaip vieta „Iš“.
nb: Dette kan ikke være det som "Fra" lokasjonen
nl: Dit kan niet hetzelfde zijn als de “Van” locatie
pl: Nie może być tożsame z lokalizacją "od"
pt_br: Isto não pode ser a mesma localização do "De"
pt_pt: Não poderá ser o mesmo que a localização "De"
sk: Toto nemôže byť rovnaké ako umiestnenie "Od"
sl: To ne more biti enako kot lokacija "Iz"
sv: Kan ej vara samma som "Från" platsen
tr: Bu, "Şundan" konumuyla aynı olamaz
uk: Не може бути тим же місцем, що й "з"
zh_hans: 不能和“原始位置”相同
zh_hant: 這不能與「來源」存放位置相同

# This equals %@ %@
source: This equals %1$@ %2$@
ca: Equival %1$@ %2$@
cs: To odpovídá %1$@ %2$@
da: Dette modsvarer %1$@ %2$@
de: Dies entspricht %1$@ %2$@
es: Esto es igual a %1$@ %2$@
et: See võrdub %1$@ %2$@
fi: Tämä on sama kuin %1$@ %2$@
fr_fr: Ceci est égal à %1$@ %2$@
he: שווה ערך ל־%1$@ %2$@
hu: Egyenlő ezzel: %1$@ %2$@
it: Questo equivale a %1$@ %2$@
ja: %1$@ %2$@と同等
lt: Šis lygus %1$@ %2$@
nb: Dette er lik %1$@ %2$@
nl: Dit komt overeen met %1$@ %2$@
pl: Równe %1$@ %2$@
pt_br: Isto equivale a %1$@ %2$@
pt_pt: Isto equivale a %1$@ %2$@
ro: Aceasta este egală cu %1$@ %2$@
sl: To je enako %1$@ %2$@
sv: Det motsvarar %1$@ %2$@
ta: அதாவது %2$@ இற்கு %1$@ சமம்
tr: Bu %1$@ %2$@ a eşit olur
zh_hans: 等同于%1$@ %2$@
zh_hant: 這等於 %1$@ %2$@

# This equals %lf %@
source: This equals %1$lf %2$@
ca: Equival %1$lf %2$@
cs: To odpovídá %1$lf %2$@
da: Dette modsvarer %1$lf %2$@
de: Dies entspricht %1$lf %2$@
es: Esto es igual a %1$lf %2$@
et: See võrdub %1$lf %2$@
fi: Tämä on sama kuin %1$lf %2$@
fr_fr: Ceci est égal à %1$lf %2$@
he: שווה ערך ל־%1$lf %2$@
hu: Egyenlő ezzel: %1$lf %2$@
it: Questo equivale a %1$lf %2$@
ja: %1$lf %2$@と同等
lt: Šis lygus %1$lf %2$@
nb: Dette er lik %1$lf %2$@
nl: Dit komt overeen met %1$lf %2$@
pl: Równe %1$lf %2$@
pt_br: Isto equivale a %1$lf %2$@
pt_pt: Isto equivale a %1$lf %2$@
ro: Aceasta este egală cu %1$lf %2$@
sl: To je enako %1$lf %2$@
sv: Det motsvarar %1$lf %2$@
ta: அதாவது %2$@ இற்கு %1$lf சமம்
tr: Bu %1$lf %2$@ a eşit olur
zh_hans: 等同于%1$lf %2$@
zh_hant: 這等於 %1$lf %2$@

source: This is for statistical purposes only
ca: Només per raons estadístiques
cs: Určeno pouze pro statistické účely
da: Dette er kun til brug for statistiske udregninger
de: Dies wird nur für Auswertezwecke benötigt
el: Αυτό είναι μόνο για στατιστικούς σκοπούς
es: Esto es solo para fines estadísticos
et: See on ainult statistilistel eesmärkidel
fi: Vain tilastollisiin tarkoituksiin
fr_fr: À des fins statistiques uniquement
he: מיועד למטרות סטטיסטיות בלבד
hu: Csak statisztikai céllal
it: Questo è solo a fini statistici
ja: 統計を記録するために使われます
ko: 이것은 통계적 목적만을 위한 것입니다.
lt: Tai skirta tik statistikos tikslams
nb: Dette er kun for statistikk
nl: Dit dient enkel voor statistische doeleinden
pl: Wyłącznie do celów statystycznych
pt_br: Isto é apenas para fins estatísticos
pt_pt: Apenas para propósito estatístico.
ro: Aceasta este doar în scopuri statistice
sk: Toto je iba pre účely štatistík
sl: To je samo za statistične namene
sv: Detta är endast för statistiska ändamål
ta: புள்ளிவிவர நோக்கத்திற்கு மட்டுமே பயன்படுத்தப்படும்
tr: Bu sadece istatistiki amaçlar için
uk: Це використовується лише для статистики
zh_hans: 仅作统计用途
zh_hant: 此資料僅用於統計

source: This is required and can only contain letters and numbers
ca: És obligatori i només pot contenir lletres i números
cs: Toto je povinný údaj a může obsahovat pouze písmena a číslice
da: Dette er påkrævet og kan kun indeholde bogstaver og numre
de: Dies ist erforderlich und darf nur Buchstaben und Zahlen enthalten
el: Αυτό απαιτείται και μπορεί να περιέχει μόνο γράμματα και αριθμούς
es: Es necesario y sólo puede contener letras y números
et: See on nõutud ja saab sisaldada ainult tähti ja numbreid
fi: Tämä vaaditaan ja voi sisältää vain kirjaimia ja numeroita
fr_fr: Obligatoire, ne peut contenir que des lettres et des chiffres
he: נחוץ ויכול להכיל אותיות ומספרים בלבד
hu: Ez kötelező és csak betűket és számokat tartalmazhat
it: Questo è obbligatorio e può contenere solo lettere e numeri
ja: 半角英数字で入力してください
lt: Tai būtina ir jame gali būti tik raidžių ir skaičių
nb: Dette kreves og kan kun inneholde bokstaver og tall
nl: Dit is vereist en kan alleen cijfers en letters bevatten
pl: Pole jest wymagane i może zawierać jedynie litery i cyfry
pt_br: Isto é obrigatório e podem conter apenas letras e numeros
pt_pt: É necessário e só pode conter letras e números
ro: Acesta este obligatoriu și poate conține numai litere și numere
sk: Toto pole je povinné a môže obsahovať iba písmená a čísla
sl: To je obvezno in lahko vsebuje samo črke in številke
sv: Detta är obligatoriskt och kan bara innehålla bokstäver och siffror
tr: Zorunlu ve yalnızca rakam ve harf içerebilir
uk: Є обов'язковим. Може містити лише літери та числа
zh_hans: 这是必填项且只能包含字母和数字
zh_hant: 此為必填項目且只能包含字母和數字

source: This is the default quantity unit used when consuming this product
ca: Aquesta és la unitat per defecte que es farà servir en consumir aquest producte
cs: Měrná jednotka produktu při kliknutí na tlačítko Spotřebovat
de: Dies ist die Standardmengeneinheit, die bei Verbrauch dieses Produkts verwendet wird
es: Esta es la unidad de cantidad por defecto utilizada al consumir este producto
et: See on selle toote tarbimisel kasutatav vaikimisi koguseühik
fi: Yksikkö, jota käytetään oletuksena, kun tuote kulutetaan
fr_fr: Il s'agit de la quantité par défaut utilisée lors de la consommation de ce produit
he: זאת יחידת הכמות כברירת המחדל שתשמש בצריכת המוצר הזה
hu: Ez az alapértelmezett mennyiségi egység, amivel a terméket felhasználjuk
it: È l'unità di quantità predefinita utilizzata per il consumo di questo prodotto
ja: この物品の消費時に使用する既定の単位です
lt: Tai yra numatytasis kiekio vienetas, naudojamas vartojant šį produktą
nl: Dit is de standaardhoeveelheidseenheid die wordt gebruikt bij het consumeren van dit product
pl: Domyślna ilość zużywana podczas wykorzystywania tego produktu
pt_br: Esta é a unidade padrão usada ao consumir este produto
sv: Standard kvantitetsenhet som använd när denna produkt konsumeras
tr: Bu, bu ürünü tüketirken kullanılan varsayılan miktar birimidir
zh_hans: 这是消耗此产品时使用的默认数量单位

source: This is useful e.g. for flour in jars - on purchase/consume/inventory you always weigh the whole jar, the amount to be posted is then automatically calculated based on what is in stock and the tare weight defined below
ca: Això serà útil per exemple per a farina en pots - quan es compra/consumeix/inventaria, sempre es pesa el pot sencer, la quantitat final és calculada automàticament basat en la quantitat en existències i la tara definida a continuació.
cs: Hodí se například pro produkty v nádobách, které se zváží včetně ní. Tára je tedy hmotnost nádoby, která se automaticky odečte.
da: Dette er brugbart for f.eks. mel i glas - ved køb/forbrug/statusoptælling kan du altid veje hele glasset. Mængden der bliver vist, bliver automatisk udregnet ud fra hvad der er på lager og hvad emballagens vægt, der er defineret nedenfor, er
de: Dies ist z. B. für Mehl im Glas nützlich - beim Buchen eines Kaufs/Verbrauchs oder bei der Inventur musst du dann immer das gesamte Glas wiegen, die zu buchende Menge wird dann automatisch basierend auf dem Bestand und dem unten definierten Eigengewicht berechnet
el: ΑγγαρείαΑυτό είναι χρήσιμο π.χ. για αλεύρι σε βάζα - κατά την αγορά / κατανάλωση / απόθεμα ζυγίζετε πάντα ολόκληρο το βάζο, το ποσό που θα δημοσιευτεί υπολογίζεται αυτόματα αυτόματα με βάση το απόθεμα και το απόβαρο που ορίζεται παρακάτω
es: Esto es útil, por ejemplo, para harina en tarros: basta con pesar el tarro al comprar, consumir o inventariar. La nueva cantidad de existencias se calcula automáticamente en base a las existencias disponibles y el peso de contenedor definido aquí
et: See on kasulik nt. purkides oleva jahu puhul - ostmisel/tarbimisel/inventuuril kaalud alati kogu purgi, postitatav kogus arvutatakse siis automaatselt laos oleva ja allpool määratletud taara kaalu järgi.
fi: Tämä on hyödyllistä esimerkiksi purkkituotteiden osalta - ostaessasi/kuluttaessasi/varastoidessasi punnitset aina koko purkin, lähetettävä määrä lasketaan automaattisesti varastotilanteen ja jäljempänä määritellyn taarapainon perusteella
fr_fr: Lors de l'utilisation d'un récipient hermétique, vous pouvez définir ici la "tare" ou "poids à vide". Le calcul du "poids net" s'effectuera automatiquement à partir du "poids brut" que vous aurez constaté.
he: שימושי למשל לקמחים בצנצנצות - בעת רכישה/צריכה/אחסון תמיד שוקלים את הצנצנת כולה, הכמות לפרסום מחושבת אוטומטית לפי מה שבמלאי בתוספת משקל הטרה שמוגדר להלן
hu: Ez akkor hasznos pl. lisztnél - ha vásárláskor/felhasználáskor/leltárazáskor mindig az egész tárolót méred meg. Ilyenkor a helyes mennyiség automatán számolódik a leltár és a lentebb definiált tára mennyiség alapján.
it: Questo è utile ad es. per la farina in barattoli: all'acquisto / consumo / inventario si pesa sempre l'intero barattolo, la quantità da registrare viene quindi calcolata automaticamente in base a ciò che è in dispensa ed al peso della tara definito di seguito
ja: 例えば瓶に入った小麦粉などを扱う場合にチェックを入れておくと、購入/消費/ストック編集時には物品の重量を容器に入ったまま計測し、ストックと以下に定義された容器重量に基づいて実際の重量を自動計算します
ko: 이것은 밀가루를 병에 담는 데 유용하다. 구입/소비/재고시에 당신은 항상 전체 병을 무게를 재는데, 게시될 양은 재고량과 아래에 정의된 무게에 따라 자동으로 계산된다.
lt: Tai naudinga pvz. miltams stiklainiuose - perkant/vartojant/inventorizuojant visada pasveriate visą indelį, tada automatiškai apskaičiuojama suma, kurią reikia užregistruoti, pagal turimą sandėlyje ir toliau nurodytą taros svorį
nb: Dette er nyttig f.eks med mel i en beholder. Ved innkjøp/ forbruk/ endring av beholdning veier du alltid hele beholderen. Gjenværende mengde vil så bli kalkulert i forhold til hva som er i beholdningen og tara vekten definert under
nl: Dit is nuttig voor b.v. meel in potten - bij aankoop/consumptie/inventaris weeg je altijd de hele pot, de te boeken hoeveelheid wordt dan automatisch berekend op basis van wat op voorraad is en het tarragewicht hieronder gedefinieerd
pl: Jest to przydatne np. w przypadku mąki w słoikach - przy zakupie / spożyciu/ zapasie zawsze waży się cały słoik, kwota jest następnie automatycznie obliczana na podstawie tego, co znajduje się w magazynie i masy tary zdefiniowanej poniżej
pt_br: Isso é útil, por exemplo para farinha em frascos - na compra/consumo/inventário, você sempre pesa todo o frasco, o valor a ser lançado é calculado automaticamente com base no que está em estoque e no peso da tara definido abaixo
sk: Toto je užitočné pri výrobkoch vo vlastných nádobách, ktoré sa vážia vrátane nádoby. Ich hmotnosť je automaticky odpočítaná podľa nižšie definovanej tary.
sv: Detta är användbart t.ex. för mjöl i burkar - vid köp/konsumtion/inventering väger du alltid hela burken, den mängd som ska läggas till beräknas sedan automatiskt baserat på vad som finns i lager och förpackningsvikten som anges nedan
tr: Örnek: Kavanozlardaki unu satın alım/harcama/envanter işlemlerinde kavanozun tamamını tartıyorsunuz, sonrasında kaydedilecek olan miktar otomatik olarak stoklarda olanlar ve aşağıda tanımlanmış olan dara ağırlığı üzerinden hesaplanıyor
uk: Це може бути корисним, наприклад, для борошна у банках - про покупці/вживанні/інвентаризації ви завжди зважуєте усю банку. Кількість продукту буде автоматично обчислена виходячи з того, яка кількість є у наявності та вагу самої тари
zh_hans: 此功能很实用。例如：罐装面粉在购买、消耗、调整库存时可以整罐称重，系统会根据下方皮重自动计算出净重，并调整库存数量
zh_hant: 這很有用。例如：罐中的麵粉在購買/消耗/調整庫存時可整罐秤重，該差值將按庫存及空罐重自動算出。

source: This means %@ will be added to stock
ca: Això vol dir que s'afegiran %@ a l'inventari
cs: Zásoba se zvýší o %@
da: Dette betyder %@ bliver tilføjet til beholdningen
de: Das bedeutet %@ wird dem Bestand hinzugefügt
el: Αυτό σημαίνει ότι το %@ θα προστεθεί στο απόθεμα
es: Esto quiere decir que %@ será añadido al inventario
et: See tähendab, et %@ lisatakse varudesse
fi: Tämä tarkoittaa, että %@ lisätään varastoon
fr_fr: %@ sera ajouté au stock
he: המשמעות היא הוספה של %@ למלאי
hu: Ez azt jelenti, %@ hozzá lesz adva a készlethez
it: Questo vuol dire che%@ sarà aggiunto alla dispensa
ja: ストックに%@追加します
ko: %@ 이 저장소에 추가됩니다.
lt: Tai reiškia, kad%@ bus pridėtas į sandėlį
nb: Dette betyr at %@ vil bli lagt til i beholdningen
nl: %@ zal worden toegevoegd aan de voorraad
pl: To znaczy, że %@ zostanie dodany na stan
pt_br: Significa que %@ será adicionado ao estoque
pt_pt: Isto significa que %@ será adicionado ao stock
ro: Asta înseamnă că %@ va fi adăugat la stoc
sk: To znamená, že výrobok %@ bude pridaný do zásoby
sl: To pomeni %@ bo dodan v zalogo
sv: Detta betyder att %@ kommer att läggas till i lager
ta: %@ கையிருப்பில் சேர்க்கப்படும்
tr: Bu %@'in stoklara ekleneceğini ifade ediyor
uk: Це означає, що %@ буде додано
zh_hans: 新增%@库存
zh_hant: 這代表 %@ 將加到庫存中

source: This means %@ will be removed from stock
ca: Això vol dir que s'eliminaran %@ de l'inventari
cs: Zásoba se zmenší o %@
da: Dette betyder at %@ bliver fjernet fra beholdningen
de: Das bedeutet %@ wird aus dem Bestand entfernt
el: Αυτό σημαίνει ότι το %@ θα αφαιρεθεί από το απόθεμα
es: Quiere decir que %@ será eliminado del inventario
et: See tähendab, et %@ eemaldatakse varudest
fi: Tämä tarkoittaa, että %@ poistetaan varastosta
fr_fr: %@ sera supprimé du stock
he: המשמעות היא הסרה של %@ מהמלאי
hu: Ez azt jelenti, %@ el lesz távolítva a készletből
it: Questo vuol dire che %@ sarà rimosso dalla dispensa
ja: ストックから%@削除します
ko: 이것은 "%@"이(가) 재고에서 제거된다는 것을 의미합니다.
lt: Tai reiškia, kad %@ bus pašalintas iš sandėlio
nb: Dette betyr at %@ vil bli fjernet fra beholdningen
nl: %@ zal worden verwijderd uit de voorraad
pl: To znaczy, że %@ zostanie usunięty ze stanu
pt_br: Significa que %@ será removido do estoque
pt_pt: Isto significa que %@ será removido do stock
ro: Asta înseamnă că %@ va fi eliminat din stoc
sk: To znamená, že výrobok %@ bude odobraný zo zásoby
sl: To pomeni %@ bo izbrisan iz zaloge
sv: Detta betyder att %@ kommer att tas bort från lager
ta: %@ கையிருப்பிலிருந்து விலக்கப்படும்
tr: Bu %@'in stoklardan silineceğini ifade ediyor
uk: Це означає, що %@ буде прибрано
zh_hans: 移除%@库存
zh_hant: 這代表 %@ 將從庫存中刪除

source: This means the next execution of this chore is not scheduled
ca: Això significa que l'execució següent d'aquesta feina no està programada
cs: To znamená, že další splnění povinnosti není naplánováno
da: Det betyder at næste udførelse af denne pligt ikke er planlagt
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit nicht geplant wird
el: ΚακομαθημένοςΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς δεν είναι προγραμματισμένη
es: Esto significa que la próxima ejecución de esta tarea del hogar no está programada
et: See tähendab, et selle majapidamistöö järgmist korda ei ole plaanitud
fi: Tämä tarkoittaa, että tämän kotityön seuraavaa suoritusta ei aikatauluteta
fr_fr: Cette corvée n'a pas d'exécution de programmée.
he: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת לא תתוזמן
hu: Azt jelenti, hogy a házimunka következő végrehajtása nincs ütemezve
it: Questo significa che la prossima esecuzione di questa faccenda non è programmata
ja: 次回の予定はありません
ko: 이것은 이 일의 다음 실행이 예정되어 있지 않다는 것을 의미한다.
lt: Tai reiškia, kad kitas šio darbo atlikimas nenumatytas
nb: Dette betyr at neste utførelse av denne husarbeidsoppgaven ikke er planlagt
nl: Dit betekent dat de volgende uitvoering van dit klusje niet gepland staat.
pl: Oznacza to, że następne wykonanie tego obowiązku nie zostanie zaplanowane
pt_br: Significa que a próxima execução desta tarefa doméstica não está agendada
pt_pt: Isto significa que a próxima execução desta tarefa não está agendada
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini nu este programată
sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti nie je naplánované
sv: Det innebär att nästa utförande av denna syssla inte schemaläggs
tr: Ev işinin bir sonraki sırasının planlanmadığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи не буде заплановане
zh_hans: 此家务下次执行没有计划
zh_hant: 這代表此家務尚未被安排下一次執行

source: This means the next execution of this chore is scheduled %lld hours after the last execution
ca: Això vol dir que la pròxima execució de la tasca està programada %lld hores després de l'última execució
cs: Příští provedení této povinnosti má být za %lld hodiny po jejím předchozím provedením.
da: Dette betyder at næste udførelse af denne pligt er planlagt til %lldtimer efter den seneste udførelse
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit %lld Stunden nach der letzten Ausführung geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada%lld horas después de la última ejecución
et: See tähendab, et selle majapidamistöö järgmine täitmine on kavandatud %lld tunni jooksul pärast viimast täitmist
fi: Tämä tarkoittaa, että kotityön seuraava suorituskerta määritetään %lld tuntia edellisen suorituskerran jälkeen.
fr_fr: La prochaine exécution de cette corvée sera programmée %lld heures après la dernière exécution
he: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שעתיים לאחר ההוצאה האחרונה לפועל
hu: Azt jelenti, hogy a házimunka következő végrehajtása %lld órával az utolsó végrehajtás utánra lesz beütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata %lld ore dopo l'ultima esecuzione
ja: 次回の予定は前回の実行の%lld時間後です
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas praėjus%lldval. po paskutinio vykdymo
nb: Dette betyr at neste utførelse av denne oppgaven blir planlagt %lld timer etter siste gang den ble utført.
nl: Dit betekent dat de uitvoering van dit klusje %lld uur na de laatste uitvoering gepland wordt
pl: Oznacza to, że następne wykonanie tego obowiązku jest zaplanowane %lld godziny po ostatnim wykonaniu
pt_br: Isso significa que a próxima execução desta tarefa será agendada %lld dias depois da última
tr: Bu, bu görevin bir sonraki yürütülmesinin son yürütmeden %lld saat sonra planlandığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане через %lld години після останнього виконання
zh_hans: 此家务下次执行时间安排在上次执行%lld小时后
zh_hant: 這表示此家務的下一次執行會被安排在上次執行的%lld小時後
